[
  {
    "id": 1,
    "comments": [
      {
        "pDate": "2022-05-23T18:25:43.511Z",
        "comment": "Worth Reading!",
        "pId": 1,
        "pAuthor":"Dhanush",
        "id":1
      }
    ],
    "author_id": 1,
    "pDate": "2022-05-22T18:25:43.511Z",
    "author": "Dhanush",
    "uDate": "2022-05-23T18:25:43.511Z",
    "img": "https://thewaterdigest.com/wp-content/uploads/2022/01/20190905_SUN_1061-e-2-scaled-1-2048x1312.jpg",
    "title": "Let's Replenish Our Soil Before it Becomes the Basis of Wars",
    "desc": "Rally for Rivers was purely an awareness campaign to get people’s support to change the policy of how we treat our rivers. One hundred and sixty two million people supported the campaign in just thirty days. This is the largest number of people to support any one movement in just thirty days, anywhere in the world. Once there was such support from people, the government could not ignore it. We presented the 760-page Rally for Rivers recommendation to the Central government, which was made into an official recommendation for all the states in the country by NITI Aayog",
    "desc_html": "<p><strong>Water Digest (WD): From 2017 till now, it has been a long journey for Rally for Rivers. What have been the challenges and achievements? What is the way forward?</strong></p> <p><strong>Sadhguru:</strong> Rally for Rivers was purely an awareness campaign to get people’s support to change the policy of how we treat our rivers. One hundred and sixty two million people supported the campaign in just thirty days. This is the largest number of people to support any one movement in just thirty days, anywhere in the world.</p> <p>Once there was such support from people, the government could not ignore it. We presented the 760-page Rally for Rivers recommendation to the Central government, which was made into an official recommendation for all the states in the country by NITI Aayog.</p> <p>The Rally for Rivers policy document has been included in the UN Climate Change Compendium of Nature-Based Solutions. This is the first time any document from India has gotten into this compendium.</p> <p>We also have Observer Status with UN Environment and accreditation with the UNCCD for prevention of land desertification.</p> <p>Now, we have launched what is called Cauvery Calling in Cauvery basin, an offshoot of Rally for Rivers. River Cauvery has depleted 44%. In the last ten years, 47,600 farmers have committed suicide here. While Rally for Rivers was an awareness campaign, Cauvery Calling is about taking action on the ground.</p> <p>We are looking at supporting farmers to plant 242 crore trees in the 83,000 sq km Cauvery basin and bring one-third of it under shade. The only way this can be done is by shifting farmers to agroforestry and tree-based agriculture. We conducted small-scale demonstrations where we converted 69,760 farmers to agroforestry. Within five to seven years, their wealth increased by three hundred to eight hundred percent.</p> <p>In 2020, despite the pandemic, we supported farmers to plant 11 million saplings in their farmlands. We have also organised 890 people as Mara Mitras or “Friends of Trees,” who will be on the ground, meeting and engaging with farmers, and seeing how to support them.</p> <p>Cauvery Calling is essentially an economic plan for the farmers and an ecological plan for the country. Cauvery is only the first step. If we pull this off successfully in twelve years in Cauvery basin, it will be a game-changer for the nation and the tropical world.</p> <p><strong>WD: What according to you, has been the impact of the mass awareness drive during Rally for Rivers? Which are the issues that still need attention? What more can the government do to give an impetus to this initiative?</strong></p> <p><strong>Sadhguru: </strong>As I said, once the government saw that 162 million people supported Rally for Rivers, it was open to making policy-level changes. This is very important in a democracy. If there is massive support from people, the government will take it seriously.</p> <p>One challenge is that for three to four years after planting the trees, there is a little bit of an economic loss for the farmer before his income increases. Fortunately, we convinced the Karnataka government to give a subsidy to farmers for these four years. For every surviving tree, the government is giving a subsidy of Rs 125 to farmers. Without this significant bridge, we could not have made it a success.</p> <p>Another impediment was that even if you grew a tree on your own land and cut it, the police or forest department officials could come and arrest you. Activists would come and protest in front of your land. So, no farmer wanted to have a tree on his land. We have been pushing for a change in this law to make the process of felling and transit of trees easier. Now, the government has made the process available online, which is a good start. So, trees are moving from the domain of the forest department to the agriculture department.</p> <p>But this transition needs to happen much faster. Only when tree-based agriculture comes under the Agriculture Ministry, will it be treated as a produce that the farmer can crop. A lot of armchair environmentalists will bristle up and say, “This will encourage cutting of trees.” They need to understand that you cannot grow a tree on your head. You need land. The biggest segment of our land is in the hands of farmers. So, farmers need to grow trees and crop them.</p> <p>Growing all the timber and forest produce that we want in our farmlands is the only way to stop exploitation of forests. Believing that we can protect forests simply by putting armed forest guards there is a joke. This exploitation will stop only when the produce is available easily in the market from our farmers.</p> <p>It is very important that tree-based agriculture moves to the Agricultural Ministry and farmers should have the right to grow what they want and crop it according to their judgment. That should be a fundamental right.</p> <p><strong>WD: How can we reverse the trend of the use of chemical-based fertilisers by farmers, which is leading an abysmal nutritional and consequently ill health among communities?</strong></p> <p><strong>Sadhguru:</strong> If you want to bring back natural farming processes, it is important that an entire region goes for it. Right now, the reason why organic farming fails is that you might be doing organic farming but your neighbour believes in full spray! The moment he takes out his sprayer, all the insects and other pests land up in your farm.</p> <p>A large region, a minimum of 5-10,000 hectares, needs to go organic. Then you will see they will make an immense amount of money. It will be far more beneficial, far healthier and it will be exportable, because everywhere in the world, people are looking for indigenously grown organic substance.</p> <p>We have brought over 300 farmers in one area together into an organic farming movement. It is working wonderfully for them because everyone is organic. Apart from this, if we also aggregate marketing through a Farmers Producers Organisation (FPO), their ability to market will also rise phenomenally.</p> <p>A few years ago, we started an FPO just outside Coimbatore. In just one-and-a-half years, the farmers’ income doubled. We did not even change anything they did on their land. All I did was, I gave three young men three smartphones. From morning to evening, they just kept calling buyers and negotiating better prices for the farmers’ produce.</p> <p>This kind of work is possible only if there is scale. Till recently, though there is no tax on individual farmers, if they get together as an FPO, they are taxed 30%! So, no one wanted to get together. We made a request to the government about this and this law was changed immediately. In this way, one big impediment for farmers to scale up has been taken away.</p> <p>The biggest problem with agriculture right now is, there is no scale. If you form large-scale FPOs with 10,000 farmers together, not integrating the land, but just aggregating irrigation and marketing, then we can make organic farming a commercial success.</p> <p>This needs concentrated, focused attention and action. If it takes too much time, it will die. Within three to eight years, we must bring it to some kind of scale and success. Once the success story happens on a certain scale, then people will line up.</p> "
  }
]
